# Задание 1.
# Поработайте с переменными, создайте несколько,
# выведите на экран, запросите у пользователя несколько чисел и
# строк и сохраните в переменные, выведите на экран.
# Пример:
# Ведите ваше имя: Василий
# Ведите ваш пароль: vas
# Введите ваш возраст: 45
# Ваши данные для входа в аккаунт: имя - Василий, пароль - vas, возраст - 45

# Name = input('Ведите ваше имя: ')
# Password = input('Ведите ваш пароль: ')
# Age = input('Введите ваш возраст: ')
# print(f"Ваши данные для входа в аккаунт: имя - {Name}, пароль - {Password}, возраст - {Age}")
print(f"Ваши данные для входа в аккаунт: имя - {input('Ведите ваше имя: ')}, пароль - {input('Ведите ваш пароль: ')}, возраст - {input('Введите ваш возраст: ')}")